{"patent_number": "EP3785839A1", "sdg": "SDG9", "sdg_reason": "The text explicitly describes the integration of **asset sensors** and **communication hubs** with drones to monitor and manage welding assets, which directly supports **SDG 9: Industry, Innovation and Infrastructure**. This aligns with Target 9.c, which emphasizes \"significantly increasing the share of renewable energy in the energy mix and improving energy efficiency,\" as well as Target 9.5, which focuses on \"significantly increasing the number of women and men with access to and completing secondary and tertiary education, with an emphasis on technical and vocational education and training.\" The use of drones and smart systems for real-time monitoring of industrial assets (e.g., welding equipment, gas bottles, and workpieces) exemplifies **innovation in industrial processes** and **resilient infrastructure** (e.g., reducing downtime, optimizing resource use). By enabling data-driven decision-making and automation, the described technology fosters **sustainable industrialization** and **inclusive innovation**, core pillars of SDG 9.", "sdg_details": "\"In the example of FIG. 1, each welding asset 500 includes one or more asset sensors 406. In some examples, the one or more asset sensors 406 may be configured to continuously and/or periodically sense, detect, measure, and/or record sensor data relating to the operation(s) (and/or error(s)) of that particular welding asset 500.\""}
{"patent_number": "EP4517960A1", "sdg": "SDG7", "sdg_reason": "The cited text explicitly links the battery cell innovation to **SDG 7: Affordable and Clean Energy** by emphasizing its role in advancing **clean energy storage systems**. By improving battery safety and efficiency, this technology enables more reliable and sustainable energy storage, which is critical for integrating renewable energy sources (e.g., solar, wind) into the grid. Enhanced energy storage systems reduce reliance on fossil fuels, lower energy costs, and improve energy accessibility, directly aligning with SDG 7’s goals of ensuring affordable, reliable, and sustainable energy solutions. The innovation also supports the transition to modern energy systems, which is a core component of achieving affordable and clean energy globally.", "sdg_details": "\"The text describes a technical innovation in battery cell design aimed at protecting the electrode assembly from electrolyte damage during manufacturing. This innovation enhances battery safety and efficiency, which directly supports the development of clean energy storage systems (SDG 7: Affordable and Clean Energy).\""}
{"patent_number": "EP4517960A1", "sdg": "SDG9", "sdg_reason": "The text describes a technical innovation in battery cell design, which is a form of industrial innovation. This advancement contributes to sustainable industrial processes and technological progress, aligning with SDG 9: Industry, Innovation, and Infrastructure. The innovation enhances battery safety and efficiency, supporting the development of clean energy storage systems and promoting sustainable industrial practices.", "sdg_details": "\"the technical innovation in battery cell design aimed at protecting the electrode assembly from electrolyte damage during manufacturing.\""}
{"patent_number": "EP3827768A1", "sdg": "SDG9", "sdg_reason": "The technical innovation and design of the ultrasonic surgical instruments' usage indicators directly support SDG 9 by advancing industrial processes and infrastructure. The usage indicators represent technological advancements that enhance efficiency in medical device lifecycle management, fostering innovation in healthcare infrastructure. This aligns with SDG 9's goals of promoting sustainable industrialization, encouraging innovation, and improving infrastructure to meet societal needs. The integration of such indicators into medical devices exemplifies how industrial innovation can drive progress in both healthcare and infrastructure systems.", "sdg_details": "\"The text describes ultrasonic surgical instruments with usage indicators designed to track device usage, ensuring proper maintenance and resource management. While these devices contribute to healthcare (SDG 3), the primary focus is on their technical innovation and design, which aligns with SDG 9 (Industry, Innovation and Infrastructure).\""}
{"patent_number": "EP3786806A1", "sdg": "SDG9", "sdg_reason": "The text explicitly highlights innovations in HTTP streaming protocols and infrastructure improvements, such as optimizing media delivery through enhanced MPD (Media Presentation Description) features, reducing startup delays, and enabling advanced streaming processes like fast forward and rewind. These advancements directly align with **SDG 9 (Industry, Innovation, and Infrastructure)**, as they address the development of resilient digital infrastructure, promote technological innovation in media delivery, and improve efficiency in resource utilization. The focus on solving technical challenges through standardized protocols and scalable solutions underscores the role of industry innovation in building sustainable infrastructure, which is central to SDG 9.", "sdg_details": "\"the MPD may include additional codec information for a media alternative representation for support of media contents encoded with more than one encoding configuration.\"  \n\"a maximum length of all segments can be included in the MPD to enable use of byte range without signaling of byte ranges in the MPD and a greatly reduced size of MPD, which implies low startup delay for the streaming process.\"  \n\"efficient streaming processes that enable normal streaming processes like setup, pause, resume, and stop, as well as seeking, fast forward, fast rewind and stream adaption processes are provided.\""}
